# Pacman
xorg
xorg-server
nvidia
nvidia-settings
bspwm
sxhkd
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
git
vim
xdo
xdotools
time
alsa
alsa-utils
pulseaudio
pavucontrol
nitrogen
openssh
unzip
fzf
zsh


gvfs
gvfs-smb
udisks2
tumbler
poppler-glib
thunar

libu2f-host


#AUR
xtitle
polybar


#Compile or custom resource
yay
