# Pacman
xorg
xorg-server
nvidia
nvidia-settings
bspwm
sxhkd
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
git
vim
xdo
xdotools
time
alsa
alsa-utils
pulseaudio
pavucontrol
nitrogen
openssh
unzip
fzf
zsh
arc-gtk-theme
docker
docker-compose
xscreensaver
htop
dunst
docker
docker-compose
ttf-fira-code
dbeaver
dhcpcd
usbutils
chromium
the_silver_searcher
rofi
gvfs
gvfs-smb
udisks2
tumbler
poppler-glib
thunar
libu2f-host


#AUR
xtitle
polybar
spotify
slack
discord
postman
ttf-iosevka
nvm-git


#Compile or custom resource
yay
